; MSETUP4 string table
[STRING]
CHARSET="222"
FONTNAME="Microsoft Sans Serif"
FONTNAME_Mac="Arial"
ITEMFONTNAME=
ITEMCHARSET=
Other_UserLaunched_Mac="ไม่สามารถเริ่มซอฟต์แวร์นี้ได้เนื่องจากผู้ใช้อื่นกำลังใช้งานอยู่"
MSE1="ไม่สามารถเริ่มระบบใหม่ ปิดตัวติดตั้งหรือแอพพลิเคชั่นซอฟต์แวร์ที่กำลังทำงานอยู่ แล้วยกเลิกโปรแกรมติดตั้ง Canon แล้วลองใหม่"
MSE2="โปรแกรมนี้ไม่สามารถใช้กับระบบปฏิบัติการเฉพาะหน้าได้"
MSE3="ในการติดตั้งซอฟต์แวร์ คุณจำเป็นต้องเข้าสู่ระบบในบัญชีของผู้ดูแลระบบก่อน\nคลิก [ตกลง] และเอา CD-ROM ออก เพื่อล้มเลิกการติดตั้ง\nหลังจากล้มเลิกการติดตั้ง เข้าสู่ระบบด้วยบัญชีของผู้ดูแลระบบ จากนั้นใส่ CD-ROM อีกครั้ง"
MSE3_Mac="เข้าสู่ระบบด้วยบัญชีของผู้ดูแลระบบเพื่อเริ่มซอฟต์แวร์นี้"
MSE31_Mac="ชื่อผู้ใช้และรหัสผ่านของผู้ดูแลระบบจำเป็นสำหรับการติดตั้งซอฟต์แวร์นี้"
MSE4="ท่านต้องการซอฟต์แวร์แอพพลิเคชั่นที่เหมาะสมเพื่อแสดงไฟล์ที่เลือกไว้"
MSE5="พื้นที่ว่างในไดรฟ์ %D% ไม่เพียงพอ จำเป็นต้องใช้ %S% MB เพื่อติดตั้งซอฟต์แวร์"
MSE6="แฟ้มที่กำหนดไว้ไม่สามารถใช้ได้ กรุณากำหนดแฟ้มที่สามารถเขียนได้ในไดรฟ์ฮาร์ดดิสค์โลแคร์"
MSE7="ไม่สามารถเริ่มโปรแกรมนี้ได้ เนื่องจากความละเอียดบนหน้าจอต่ำ ให้เปลี่ยนความละเอียดเป็น 800x600 พิกเซลหรือสูงไปกว่านี้ แล้วปฏิบัติอีกครั้ง\nในกรณีที่ติดตั้งบนแท็บเล็ต PC ให้วางแนวหน้าจอเป็นโหมดแนวนอน แล้วปฏิบัติทำ"
MSE7_Mac="ไม่สามารถเริ่มโปรแกรมนี้ได้ เนื่องจากความละเอียดบนหน้าจอต่ำ ให้เปลี่ยนความละเอียดเป็น 800x600 พิกเซลหรือสูงกว่านี้ แล้วดำเนินการใหม่"
MSE8="ไม่มี CD-ROM อยู่ใน CD-ROM ไดรฟ์\nกรุณาใส่ CD-ROM อยู่ใน CD-ROM ไดรฟ์อีกครั้ง"
MSE9="ชื่อไฟล์ไม่สามารถมีตัวอักขระต่อไปนี้: \n/ , ; * ? \\" < > |"
MSE10="ชื่อเส้นทางที่กำหนดไว้เกินข้อจำกัด ให้กำหนดชื่อเส้นทางภายใน 150 ตัวอักขระ"
MSE11="ชื่อไดรฟ์ไม่ใช่อยู่ในชื่อเส้นทางที่กำหนดไว้ หรือได้กำหนดเป็นเส้นทางสัมพัทธ์ กรุณากำหนดเส้นทางแบบสัมบูรณ์"
MSE12="[ติดตั้งแบบง่าย] ไม่สามารถใช้กับระบบปฏิบัติการเฉพาะหน้าได้"
MSE15="โปรแกรมนี้สามารถดำเนินการบน Windows 2000 Service Pack 4 หรือระบบปฏิบัติการสูงไปกว่าได้ หากระบบปฏิบัติการของคุณเป็นรุ่นก่อนหน้า Service Pack 4 ให้ปรับปรุง Windows 2000 เป็น Service Pack 4 หรือสูงไปกว่าและดำเนินการใหม่"
MSE16="ไม่สามารถเปิดไฟล์ได้"
MSE17="โปรแกรมนี้สามารถดำเนินการบน Windows XP Service Pack 2 หรือระบบปฏิบัติการสูงไปกว่าได้ หากระบบปฏิบัติการของคุณเป็นรุ่นก่อนหน้า Service Pack 2 ให้ปรับปรุง Windows XP เป็น Service Pack 2 หรือสูงไปกว่าและดำเนินการใหม่"
MSE18="โปรแกรมนี้สามารถดำเนินการบน Windows XP Service Pack 3 หรือระบบปฏิบัติการสูงไปกว่าได้ขณะที่การใช้ Windows XP ให้ปรับปรุง Windows XP เป็น Service Pack 3 หรือสูงไปกว่าและลองใหม่อีกครั้ง"
MSE19="โปรแกรมนี้สามารถดำเนินการบน Windows Vista Service Pack 1 หรือระบบปฏิบัติการสูงไปกว่าได้ขณะที่การใช้ Windows Vista ให้ปรับปรุง Windows Vista เป็น Service Pack 1 หรือสูงไปกว่าและลองใหม่อีกครั้ง"
MSE20="โปรแกรมนี้สามารถดำเนินการบน Windows Vista Service Pack 2 หรือระบบปฏิบัติการสูงไปกว่าได้ขณะที่การใช้ Windows Vista ให้ปรับปรุง Windows Vista เป็น Service Pack 2 หรือสูงไปกว่าและลองใหม่อีกครั้ง"

MSW1="ไฟล์ถูกยกระดับ เนื่องจากได้พบเวอร์ชันของไฟล์อยู่ในระบบเก่าอยู่ในระบบ เริ่มระบบใหม่เดี๋ยวนี้เพื่อจบการยกระดับ คลิก [ตกลง] เพื่อเริ่มระบบใหม่ หลังจากเริ่มระบบใหม่ ซอฟต์แวร์นี้จะเริ่มใหม่โดยอัตโนมัติ"
MSW2="แฟ้ม\n\"%P%\"\nไม่มี อยากสร้างแฟ้มใหม่ขึ้นไหม"
MSW3="การติดตั้งอาจเสร็จสิ้นอย่างไม่ถูกต้อง ขึ้นอยู่กับเวอร์ชันระบบปฏิบัติการ คลิก [ตรวจข้อมูลล่าสุด] เพื่อเข้าไปเว็บไซต์ของ Canon และตรวจสอบข้อมูลล่าสุด\n\nหลังจากตรวจข้อมูลล่าสุดแล้ว คลิก [ทำการติดตั้งต่อไป] เพื่อทำการติดตั้งต่อไป คลิก [ยกเลิกการติดตั้ง] เพื่อยกเลิกการติดตั้ง"
MSW4="ซอฟต์แวร์ล่าสุดที่สนับสนุนระบบปฏิบัติการของคุณพร้อมใช้งาน ขอแนะนำให้คุณใช้ซอฟต์แวร์ล่าสุด คลิก [ตรวจข้อมูลล่าสุด] เพื่อเข้าถึงเว็บไซต์ของ Canon และดาวน์โหลด\nคลิก [ตกลง] เพื่อทำการติดตั้งต่อไป คลิก [ยกเลิก] เพื่อออกจากโปรแกรมนี้"

MSM0001="ตกลง"
MSM0002="ยกเลิก"
MSM0003="ใช่"
MSM0004="ไม่ใช่"
MSM0005="ถอยหลัง"
MSM0006="ถัดไป"
MSM0007="ต่อไป"
MSM0008="ล้มเลิก"
MSM0009="จบการทำงาน"
MSM0010="ติดตั้ง"
MSM0011="วิธีใช้"
MSM0012="เลือกทั้งหมด"
MSM0013="ล้างทั้งหมด"
MSM0014="ตรวจข้อมูลล่าสุด"
MSM0015="ทำการติดตั้งต่อไป"
MSM0016="ยกเลิกการติดตั้ง"
MSM0017="ภาษา"
MSM0018="ค่ามาตรฐาน"
MSM0019="ข้าม"
MSM0020="กลับไปที่ด้านบน"

MSM0101="ข้อผิดพลาด"
MSM0102="คำเตือน"
MSM0103="ข้อมูล"
MSM0104="Canon"

MSM1001="เลือกภาษา"
MSM1002="เลือกภาษาที่ใช้กับโปรแกรมนี้ แล้วคลิก [ถัดไป]"
MSM1003="เลือกภาษาที่ใช้กับโปรแกรมนี้ แล้วคลิก [ถอยหลัง]"

MSM1011="เริ่มการติดตั้งเครื่องมือตัวช่วย เครื่องมือตัวช่วยเป็นสิ่งที่จำเป็นสำหรับการดำเนินการตั้งค่า"

MSM1021="กำลังได้รับข้อมูล"
MSM1022="กำลังได้รับข้อมูลบนไดรเวอร์และซอฟต์แวร์ล่าสุด กรุณารอสักครู่"
MSM1023="สำหรับการเข้าถึงอินเทอร์เน็ต ซอฟต์แวร์นี้จะรับข้อมูลที่จัดเก็บอยู่ในพวงกุญแจของคุณ\nหากไดอะล็อก 'ยืนยันการเข้าถึงพวงกุญแจ' ปรากฏขึ้น ให้คลิก [อนุญาตเสมอ]"

MSM1031="การได้รับข้อมูลเกิดข้อผิดพลาด"
MSM1032="ล้มเหลวในการได้รับข้อมูลบนไดรเวอร์และซอฟต์แวร์ ตรวจสอบการเชื่อมต่อเครือข่ายและลองใหม่อีกครั้ง"

MSM1051="เลือกเครื่องพิมพ์"
MSM1052="เลือกเครื่องสแกนเนอร์"
MSM1053="เลือกเครื่องพิมพ์ให้ติดตั้ง จากนั้นคลิก [ถัดไป]"
MSM1054="เลือกเครื่องสแกนเนอร์ให้ติดตั้ง จากนั้นคลิก [ถัดไป]"

MSM1101="เลือกที่อยู่อาศัยของคุณ"
MSM1102="เลือกที่อยู่อาศัยของคุณ แล้วคลิก [ถัดไป]"
MSM1103="สหรัฐอเมริกา แคนาดา ละตินอเมริกา"
MSM1104="ทวีปยุโรป ตะวันออกกลาง ทวีปแอฟริกา"
MSM1105="ทวีปเอเซีย"
MSM1106="ภูมิภาคมหาสมุทรแปซิฟิก"

MSM1111="เลือกประเทศหรือที่อยู่อาศัยของคุณ แล้วคลิก [ถัดไป] หากประเทศหรือที่อยู่อาศัยของคุณไม่แสดงอยู่ในรายการด้านล่าง เลือก 'อื่นๆ'"
MSM1116="เลือกประเทศหรือภูมิภาค"
MSM1117="เลือกที่อยู่อาศัยของคุณ"
MSM1118="เลือกประเทศหรือที่อยู่อาศัยของคุณ หากประเทศหรือที่อยู่อาศัยของคุณไม่แสดงอยู่ในรายการด้านล่าง เลือก 'อื่นๆ'"

MSM1201="เลือกวิธีการติดตั้ง และปฏิบัติตามคำแนะนำบนหน้าจอ"
MSM1202="แนะนำสำหรับผู้ใช้ที่ใช้เป็นครั้งแรก"
MSM1203="ติดตั้งแบบง่าย"
MSM1204="ติดตั้งซอฟต์แวร์โดยอัตโนมัติ"
MSM1205="ติดตั้งด้วยตัวเอง"
MSM1206="วิธีนี้อนุญาตให้เลือกโปรแกรมซอฟต์แวร์ที่ท่านอยากใช้ และติดตั้งเฉพาะโปรแกรมที่เลือกไว้เท่านั้น"
MSM1207="ยกเลิกการติดตั้งซอฟต์แวร์"
MSM1208="สแกนเนอร์รูปภาพสี Canon"
MSM1209="CanoScan Setup Utility"
MSM1210="ชุดอัลบั้มรูปถ่ายสร้างสรรค์"
MSM1211="วิธีนี้อนุญาตให้เลือกโปรแกรมซอฟต์แวร์ที่ท่านอยากใช้ และติดตั้งเฉพาะโปรแกรมที่เลือกไว้เท่านั้น"
MSM1221="คุณสามารถเลือกว่าจะใช้เครื่องพิมพ์เครื่องนี้ผ่านการเชื่อมต่อด้วย USB หรือการเชื่อมต่อด้วย LAN ทำตามขั้นตอนบนหน้าจอเพื่อเลือกวิธีการเชื่อมต่อ\n\nการตั้งค่าเครือข่ายมีความจำเป็นเมื่อใช้เครื่องพิมพ์ผ่านการเชื่อมต่อ LAN หากการตั้งค่าเสร็จสิ้นแล้ว การเชื่อมต่อจะถูกยืนยันโดยอัตโนมัติ หากการตั้งค่ายังไม่เสร็จสิ้น ทำตามขั้นตอนบนหน้าจอเพื่อตั้งค่าเครื่องพิมพ์"
MSM1222="การเริ่มต้นการติดตั้งซอฟต์แวร์ ทำตามขั้นตอนบนหน้าจอ"
MSM1231="คุณสามารถเปลี่ยนวิธีการเชื่อมต่อ เพิ่มซอฟต์แวร์หรือเริ่มต้นการตั้งค่าอีกครั้ง คลิก [เริ่มต้นการตั้งค่าอีก] เฉพาะกรณีที่เครื่องพิมพ์ดำเนินการอย่างไม่ถูกต้องเท่านั้น"
MSM1232="เปลี่ยนวิธีการเชื่อมต่อ"
MSM1233="เปลี่ยนวิธีการเชื่อมต่อระหว่างเครื่องพิมพ์และคอมพิวเตอร์จาก USB เป็น LAN หรือจาก LAN เป็น USB"
MSM1234="เพิ่มซอฟต์แวร์"
MSM1235="เลือกซอฟต์แวร์เพื่อเพิ่มหรือติดตั้งใหม่"
MSM1236="เริ่มต้นการตั้งค่าอีก"
MSM1237="เริ่มต้นอีกครั้งจากการคืนค่าการติดตั้งถึงการเชื่อมต่อ"
MSM1238="คุณสามารถเพิ่มซอฟต์แวร์หรือเริ่มต้นการตั้งค่าอีกครั้ง คลิก [เริ่มต้นการตั้งค่าอีก] เฉพาะกรณีที่เครื่องพิมพ์ดำเนินการอย่างไม่ถูกต้องเท่านั้น"
MSM1239="วิธีการใช้แฟกซ์"
MSM1241="เริ่มต้นการตั้งค่า"
MSM1242="การเริ่มต้นการตั้งค่าต้องใช้เครื่องจากคอมพิวเตอร์\nทำตามขั้นตอนบนหน้าจอ"
MSM1243="เริ่มต้นการตั้งค่า"
MSM1244="ซอฟต์แวร์นี้ทำให้คุณสามารถใช้เครื่องจากคอมพิวเตอร์"
MSM1245="ซอฟต์แวร์ที่เป็นประโยชน์"
MSM1246="ติดตั้งซอฟต์แวร์ที่ทำให้คุณสามารถใช้เครื่องอย่างสะดวกสบายขึ้น"
MSM1247="คู่มือออนไลน์"
MSM1248="คู่มือสามารถตรวจสอบออนไลน์ได้"
MSM1249="ใช้ซอฟต์แวร์ที่ปรับปรุงที่พบบนอินเทอร์เน็ต"
MSM1301="ติดตั้งแบบง่าย"
MSM1302="โปรแกรมซอฟต์แวร์ในรายการจะถูกติดตั้ง คลิก [ติดตั้ง] เพื่อดำเนินการ\n\nเพื่อแสดงคำแนะนำของซอฟต์แวร์ กรุณาเลื่อนตัวชี้เมาส์ไปที่ชื่อซอฟต์แวร์นี้"
MSM1304="แสดงไฟล์ README: "
MSM1305="พื้นที่ว่างไดรฟ์ %DRIVELETTER% %DISKSPACE% MB"
MSM1306="พื้นที่ที่ใช้ทั้งหมด: %ITEMSPACE% MB"
MSM1307="%s MB"
MSM1308="คลิกปุ่มนี้เพื่ออ่านไฟล์คำแนะนำของ %s"
MSM1309="คลิกปุ่มนี้เพื่ออ่านไฟล์ README ของ %s"
MSM1310="ไดรเวอร์และคู่มือ"
MSM1311="แอพพลิเคชั่น"
MSM1312="เวลาการติดตั้งที่ประมาณ: %INSTALLTIME_MIN% ถึง %INSTALLTIME_MAX% นาที"
MSM1313="คุณจำเป็นต้องติดตั้งแอพพลิเคชั่นนี้"
MSM1314="ซอฟต์แวร์นี้ได้ถูกมอบหมาย ดังนั้น ไม่แนะนำให้ท่านยกเลิกการเลือก\nท่านต้องการยกเลิกการเลือกหรือไม่"
MSM1315="การติดตั้งอาจจะใช้เวลาเล็กน้อยขึ้นอยู่กับสภาพแวดล้อมเครือข่ายของท่าน"

MSM1401="ติดตั้งด้วยตัวเอง"
MSM1402="โปรแกรมซอฟต์แวร์ที่เลือกไว้จะถูกติดตั้ง อย่าเลือกโปรแกรมที่ท่านไม่อยากติดตั้ง แล้วคลิก [ถัดไป]\nเพื่อแสดงคำแนะนำของซอฟต์แวร์ กรุณาเลื่อนตัวชี้เมาส์ไปที่ชื่อซอฟต์แวร์นี้"
MSM1402_Mac="Select the checkbox of the software to install, and then click [Install].\nTo display an introduction of the software, please move the mouse pointer to the software name."
MSM1451="รายการการติดตั้งซอฟต์แวร์"
MSM1452="ซอฟต์แวร์ทีถูกเลือกจะถูกติดตั้ง ตรวจสอบให้แน่ใจว่าซอฟต์แวร์ที่คุณต้องการติดตั้งได้เลือกไว้แล้ว และจากนั้นคลิก [ถัดไป]"
MSM1453_Mac="คุณจำเป็นต้องติดตั้งซอฟต์แวร์ทางด้านล่างทั้งหมดเพื่อที่จะใช้ฟังก์ชันทั้งหมดของเครื่องพิมพ์นี้"
MSM1454="ซอฟต์แวร์นี้ได้ถูกมอบหมายและไม่สามารถยกเลิกการเลือกได้"
MSM1455_Mac="คุณจำเป็นต้องติดตั้งซอฟต์แวร์ทางด้านล่างทั้งหมดเพื่อที่จะใช้ฟังก์ชันทั้งหมดของเครื่องสแกนเนอร์นี้"

MSM1501="เปลี่ยนแปลงตำแหน่งการติดตั้ง"
MSM1502="ท่านสามารถเปลี่ยนแปลงตำแหน่งการติดตั้ง %LOCATIONITEM%"
MSM1503="หากไม่ต้องการเปลี่ยนสถานที่ ให้คลิก [ติดตั้ง]"
MSM1504="เพื่อเปลี่ยนสถานที่ ให้คลิก [เรียกดู...] เลือกแฟ้มที่มีซอฟต์แวร์ที่จะติดตั้ง แล้วคลิก [ติดตั้ง]"
MSM1505="ตำแหน่งการติดตั้ง:"
MSM1506="เรียกดู..."
MSM1507="พื้นที่ว่างไดรฟ์ %DRIVELETTER% %DISKSPACE% MB  พื้นที่ที่ต้องการ: %ITEMSPACE% MB"
MSM1508="พื้นที่ว่างไดรฟ์ %APPDRIVELETTER%: %APPDISKSPACE% MB  พื้นที่ที่ต้องการ: %APPITEMSPACE% MB"

MSM1601="ข้อตกลงลิขสิทธิ์"
MSM1602="กรุณาอ่านข้อตกลงลิขสิทธิ์นี้อย่างละเอียดก่อนติดตั้งโปรแกรมซอฟต์แวร์ที่เลือกไว้"
MSM1603="คลิก [ใช่] หากท่านตกลงยอมรับสัญญา หากท่านคลิก [ไม่ใช่] การติดตั้งซอฟต์แวร์จะถูกยกเลิก"
MSM1604="ก่อนการติดตั้ง %CURRENT_STEPITEM% กรุณาอ่านข้อตกลงลิขสิทธิ์ดังต่อไปอย่างละเอียด"
MSM1605="คลิก [ใช่] หากท่านตกลงยอมรับสัญญา หากท่านคลิก [ไม่ใช่] จะไม่ติดตั้งซอฟต์แวร์นี้"
MSM1606="ผลิตภัณฑ์ Canon"
MSM1607="หากท่านไม่ยอมรับข้อตกลงลิขสิทธิ์นี้ จะไม่ติดตั้งซอฟต์แวร์นี้ ตกลงไหม"
MSM1608="หากท่านไม่ยอมรับข้อตกลงลิขสิทธิ์นี้ แอพพลิเคชั่นนี้และ Print Studio Pro อันที่ต้องการแอพพลิเคชั่นนี้จะไม่ได้ติดตั้ง ตกลงไหม"
MSM1609="%PAGE% / %TOTALPAGE%"
App_License_Mac="License Agreement for %s"

MSM1651="ปรับปรุงแฟ้มระบบ"
MSM1659="อนุญาตการดำเนินการตัวช่วยสร้างการติดตั้ง"
MSM1660="ขอให้อนุญาตการดำเนินการตัวช่วยสร้างการติดตั้งทั้งหมด"
MSM1661="ไฟร์วอลล์หรือซอฟต์แวร์ anti-virus อาจแสดงไดอะลอกการเตือนระหว่างการติดตั้งผลิตภัณฑ์ Canon ขอให้อนุญาตการดำเนินการติดตั้งโดยการเลือกตัวเลือกหนึ่งในไดอะลอกนี้อย่างเช่น\n\n- การอนุญาต\n- อนุญาต\n- ใช่\n- ยกเลือกการบล็อก"

MSM1671="ติดตั้ง .NET Framework"
MSM1672="Microsoft .NET Framework 4 ไม่ได้ติดตั้งบนคอมพิวเตอร์ของคุณ เพื่อใช้ซอฟต์แวร์ทั้งหมด คุณต้องการติดตั้ง Microsoft .NET Framework 4 คุณต้องการติดตั้งซอฟต์แวร์หรือไม่"

MSM1681="ไม่พบ Microsoft .NET Framework 4"
MSM1682="ไม่พบ Microsoft .NET Framework 4 หรือไม่ได้ติดตั้งอย่างถูกต้อง\nจำเป็นต้องติดตั้ง Microsoft .NET Framework 4 อย่างถูกต้องเพื่อติดตั้งซอฟต์แวร์นี้"

MSM1701="ความก้าวหน้าของการติดตั้ง: %PROGRESS%%"
MSM1702="ประมาณ %RESTTIME% นาทีถึงจะเสร็จงาน"
MSM1703="ความก้าวหน้าของการติดตั้ง: %PROGRESS%%PERCENT%"
MSM1711="กำลังดาวน์โหลด..."
MSM1712="กำลังคำนวณเวลาที่เหลือ..."
MSM1713="เวลาที่เหลือ [นาที]: โดยประมาณ %d"
MSM1714="กำลังดาวน์โหลด %s..."
PERCENT="%"

MSM1801="ขั้นตอนที่ 1"
MSM1802="ขั้นตอนที่ 2"
MSM1803="ขั้นตอนที่ 3"
MSM1804="ข้อตกลงลิขสิทธิ์"
MSM1805="การติดตั้ง"
MSM1806="ตั้งค่า"
MSM1806_Mac="Completion"
MSM1807="แอพพลิเคชั่น"
MSM1808="ยูทิลิตี้"
MSM1809="เสร็จสมบูรณ์"
MSM1810="ขั้นตอนที่ 4"
MSM1811="ข้อมูล"

MSM1901="กำลังประมวลผล"
MSM1902="กำลังประมวลผล กรุณารอสักครู่"
MSM1903="การติดตั้ง %ITEM% เสร็จสมบูรณ์"
MSM1904="กำลังติดตั้ง: %ITEM%"
MSM1905="กำลังดาวน์โหลด: %ITEM%"
MSM1906="กำลังดาวน์โหลด %PROG_CAPA%/%TOTAL_CAPA%MB"

MSM2001="การเชื่อมต่อเครื่องพิมพ์"
MSM2002="ตรวจให้แน่ใจว่า สายเคเบิลระหว่างเครื่องพิมพ์กับคอมพิวเตอร์ได้ถูกต่อแล้ว และเปิดเครื่องพิมพ์"
MSM2003="ไม่สามารถตรวจหาเครื่องพิมพ์ได้ กรุณาตรวจสอบสายเคเบิลอีกครั้ง"
MSM2004="เลือกด้วยตัวเอง"
MSM2005="หากต้องการเลือกพอร์ตเครื่องพิมพ์ด้วยตนเองโดยไม่ดำเนินการตรวจสอบโดยอัตโนมัต ให้คลิก [เลือกด้วยตัวเอง]"
MSM2006="ตรวจพบเครื่องพิมพ์ กรุณารอสักครู่จนกระทั่งการติดตั้งเสร็จสมบูรณ์"
MSM2007="กำลังดำเนินการติดตั้งอยู่...ขอให้รออีกสักครู่"
MSM2010="การเชื่อมต่อเครื่องพิมพ์"
MSM2011="ให้แน่ใจว่าเครื่องพิมพ์ที่ต่ออยู่กับเครื่องพิมพ์คอมพิวเตอร์และเครื่องพิมพ์เปิดอยู่ หลังจากการตรวจสอบการเชื่อมต่อ ให้คลิก [เริ่มใหม่] เพื่อเริ่มต้นคอมพิวเตอร์ใหม่"
MSM2021="ตัวช่วยสร้างการค้นหาฮาร์ดแวร์ใหม่อาจแสดงขึ้น หากเป็นอย่างนี้ ให้คลิก [ยกเลิก] บนตัวช่วยสร้างการค้นหาฮาร์ดแวร์ใหม่เพื่อปิด แล้วดำเนินการติดตั้งต่อไป"
MSM2031="การเชื่อมต่อเครื่องสแกนเนอร์"
MSM2032="ตรวจให้แน่ใจว่าเครื่องสแกนเนอร์เชื่อมต่อกับคอมพิวเตอร์แล้ว และเปิดเครื่องสแกนเนอร์หากเครื่องมีปุ่มพลังงาน"
MSM2033="ไม่สามารถตรวจหาเครื่องสแกนเนอร์ได้ กรุณาตรวจสอบสายเคเบิลอีกครั้ง"
MSM2034="ตรวจพบเครื่องสแกนเนอร์ กรุณารอสักครู่จนกระทั่งการติดตั้งเสร็จสมบูรณ์"

MSM2051="วิธีการติดตั้ง"
MSM2052="เชื่อมเครื่องพิมพ์กับเครือข่ายครั้งแรก"
MSM2053="กรุณาเลือกตัวเลือกนี้เมื่อท่านต้องการใช้เครื่องพิมพ์ที่ยังไม่ถูกเชื่อมต่อกับเครือข่ายโดย LAN แบบมีสายหรือ LAN แบบไร้สาย การติดตั้งโดยเครือข่ายจะถูกปฏิบัติโดยการเชื่อมเครื่องพิมพ์ต่อกับคอมพิวเตอร์ด้วยสายเคเบิล USB"
MSM2054="เครื่องพิมพ์เชื่อมต่อกับเครือข่ายแล้ว"
MSM2055="กรุณาเลือกตัวเลือกนี้เมื่อท่านต้องการใช้เครื่องพิมพ์ที่เชื่อมต่อกับเครือข่ายแล้วซึ่งจากคอมพิวเตอร์ของท่าน เลือกตัวเลือกนี้เช่นกันขณะที่ LAN แบบไร้สายถูกตั้งค่าโดยใช้ WPS (Wi-Fi Protected Setup) หรือ WCN (Windows Connect Now)"
MSM2056="เลือกวิธีการติดตั้ง แล้วคลิก [ถัดไป]"
MSM2065="กรุณาเลือกตัวเลือกนี้เมื่อท่านต้องการใช้เครื่องพิมพ์ที่ยังไม่ถูกเชื่อมต่อกับเครือข่ายโดย LAN แบบมีสาย การติดตั้งโดยเครือข่ายจะถูกปฏิบัติโดยการเชื่อมเครื่องพิมพ์ต่อกับคอมพิวเตอร์ด้วยสายเคเบิล USB"
MSM2067="กรุณาเลือกตัวเลือกนี้เมื่อท่านต้องการใช้เครื่องพิมพ์ที่เชื่อมต่อกับเครือข่ายแล้วซึ่งจากคอมพิวเตอร์ของท่าน"
MSM2068="ใช้เครื่องพิมพ์ด้วย USB"
MSM2069="กรุณาเลือกตัวเลือกนี้เพื่อให้ใช้เครื่องพิมพ์ด้วย USB"
MSM2070="เริ่มต้นการตั้งค่า"
MSM2071="คุณต้องการตั้งค่าเครื่องพิมพ์ คลิก [ปฏิบัติ] เพื่อตั้งค่าเครื่องพิมพ์\n\nคลิก [ถัดไป] หากคุณไม่ต้องการตั้งค่าเครื่องพิมพ์"
MSM2081="ถ้าท่านได้เลือกการตั้งค่า LAN แบบมีสาย/ LAN แบบไร้สายบนแผงทำงานของเครื่องพิมพ์ ตามวิธีการเชื่อมต่อ ให้คลิก [ตกลง]\n\nหากยังไม่ได้เลือก โปรดอ่าน 'คำแนะนำเริ่มต้น'"
MSM2081_Mac="สำหรับผู้ใช้ LAN แบบมีสาย/LAN แบบไร้สาย:\n ถ้าคุณได้เลือกการตั้งค่า LAN แบบมีสาย/LAN แบบไร้สายบนแผงการทำงานของเครื่องพิมพ์ตามวิธีการเชื่อมต่อ ให้คลิก [เริ่มใหม่] หน้าจอติดตั้งเครือข่ายจะแสดงหลังจากเริ่มต้นคอมพิวเตอร์ใหม่\n\nหากยังไม่ได้เลือก โปรดอ่าน 'คำแนะนำเริ่มต้น'"
MSM2083="เลือกวิธีการเชื่อมต่อเครื่องพิมพ์"
MSM2084="ใช้เครื่องพิมพ์ด้วย USB"
MSM2085="กรุณาเลือกตัวเลือกนี้เพื่อให้ใช้เครื่องพิมพ์ด้วย USB"
MSM2086="ใช้เครื่องพิมพ์ที่เชื่อมต่อกับ LAN แบบไร้สาย"
MSM2087="กรุณาเลือกตัวเลือกนี้เพื่อให้ใช้เครื่องพิมพ์ที่เชื่อมต่อกับ LAN แบบไร้สาย"
MSM2088="ใช้เครื่องพิมพ์ที่เชื่อมต่อกับ LAN แบบมีสาย"
MSM2089="กรุณาเลือกตัวเลือกนี้เพื่อให้ใช้เครื่องพิมพ์ที่เชื่อมต่อกับ LAN แบบมีสาย"
MSM2090="การตรวจหาเครื่องพิมพ์"
MSM2091="เริ่มการค้นหาเครื่องพิมพ์บนเครือข่าย\nหากการตั้งค่าเครือข่ายของเครื่องพิมพ์ได้เสร็จสิ้น คลิก [ถัดไป]\n\nหากไม่ได้ ให้เสร็จสิ้นการตั้งค่าเครือข่าย\nเพื่อเรียนรู้วิธีการติดตั้งเครือข่าย ให้คลิก [คู่มือออนไลน์]\n\nคลิก [ยกเลิก] เพื่อยกเลิกการติดตั้ง"
MSM2090_Mac=
MSM2091_Mac="เริ่มการค้นหาเครื่องพิมพ์บนเครือข่าย\nหากการตั้งค่าเครือข่ายของเครื่องพิมพ์ได้เสร็จสิ้น คลิก [ถัดไป]\n\nหากไม่ได้ ให้เสร็จสิ้นการตั้งค่าเครือข่าย\nเพื่อเรียนรู้วิธีการติดตั้งเครือข่าย ให้คลิก [คู่มือออนไลน์]\n\nคลิก [ยกเลิก] เพื่อยกเลิกการติดตั้ง"
MSM2092_Mac="ติดตั้งเครือข่าย"
MSM2093_Mac="การตั้งค่าเครือข่ายของคุณจะดำเนินการหลังจากเริ่มต้นคอมพิวเตอร์ใหม่ คลิก [เริ่มใหม่] เพื่อเริ่มต้นคอมพิวเตอร์ใหม่"
MSM2094="เริ่มการค้นหาเครื่องพิมพ์บนเครือข่าย คลิก [ถัดไป]\nคลิก [ยกเลิก] เพื่อยกเลิกการติดตั้ง"
MSM2096="การตรวจหาเครื่องพิมพ์"
MSM2097="กำลังค้นหาเครื่องพิมพ์บนเครือข่าย"
MSM2098_Mac="การเชื่อมต่อเครือข่าย"
MSM2099_Mac="กดปุ่มพลังงานบนเครื่องพิมพ์เพื่อเปิดเครื่องหากคุณต้องการใช้บนเครือข่าย"
MSM2100_Mac="การเชื่อมต่อ USB"

MSM2101="เลือกพอร์ต"
MSM2102="เลือกพอร์ตเครื่องพิมพ์และคลิก [ถัดไป]"

MSM2250="การตั้งค่าเสร็จสิ้น"
MSM2251="การตั้งค่าเสร็จสิ้น ผลิตภัณฑ์เตรียมพร้อมเพื่อใช้ตอนนี้ คลิก [ถัดไป] เพื่อดำเนินการขั้นตอนต่อไป"
MSM2252="การตั้งค่าเสร็จสิ้น"
MSM2253="การตั้งค่าการพิมพ์จากคอมพิวเตอร์เสร็จสมบูรณ์แล้ว\nจากนั้น ซอฟต์แวร์จะถูกติดตั้ง"
MSM2254="การติดตั้งยังไม่เสร็จสมบูรณ์\nเพื่อดำเนินการติดตั้งซอฟต์แวร์ที่เป็นประโยชน์ต่อไป ให้คลิก [ต่อไป]\nเพื่อออกจากการติดตั้ง ให้คลิก [จบการทำงาน]"

MSM2261="กำลังตั้งค่า"
MSM2262="การเชื่อมต่อเครือข่ายะปิดใช้งานโดยชั่วคราวในระหว่างการตั้งค่า\nกรุณารอสักครู่"
MSM2263="ล้มเหลวในการตั้งค่าไร้สายเคเบิล ระงับกระบวนการและเลือกวิธีการตั้งค่าอื่นโดยปฏิบัติตามคำแนะนำบนหน้าจอ"

MSM2301="การติดตั้งล้มเหลว"
MSM2302="ไม่สามารถติดตั้ง %ITEM% ได้ กรุณาคลิก [ติดตั้งใหม่] เพื่อปฏิบัติการติดตั้งอีกครั้ง"
MSM2303="ในคู่มือนี้แนะนำสาเหตุที่เกิดปัญหาการติดตั้งและวิธีการแก้ไขปัญหาดังนี้"
MSM2304="ติดตั้งใหม่"
MSM2305="สำหรับปัญหาเครือข่าย โปรดอ่าน [การแก้ไขปัญหาในการติดตั้งโดยเครือข่าย]\nสำหรับปัญหาอื่นๆ โปรดอ่านคู่มือ"

MSM2401="แนะนำให้ใช้การจัดตำแหน่งหัวพิมพ์"
MSM2402="เครื่องพิมพ์นี้มีการจัดตำแหน่งหัวพิมพ์ หากผลการพิมพ์มีลายเส้นที่ผิดเพี้ยนหรืองานพิมพ์ที่ไม่เพียงพอ การจัดตำแหน่งหัวพิมพ์อาจจะสามารถแก้ไขปัญหาเหล่านี้ได้\n\nโปรดอ่านคำแนะนำผู้ใช้สำหรับรายละเอียด"
MSM2402_Mac="คุณต้องดำเนินการจัดตำแหน่งหัวพิมพ์ก่อนใช้เครื่องพิมพ์นี้ การจัดตำแหน่งหัวพิมพ์จะแก้ไขตำแหน่งการติดตั้งหัวพิมพ์ให้ถูกต้อง ปรับปรุงสีและเส้นที่ผิดเพี้ยน\n\nดำเนินการจัดตำแหน่งหัวพิมพ์หลังจากเริ่มคอมพิวเตอร์ใหม่และเชื่อมต่อเครื่องพิมพ์กับคอมพิวเตอร์\n\nโปรดอ่านคำแนะนำผู้ใช้สำหรับรายละเอียด"
MSM2411="การจัดตำแหน่งหัวพิมพ์"
MSM2412="ท่านต้องการปฏิบัติการจัดตำแหน่งหัวพิมพ์ก่อนใช้เครื่องพิมพ์ ป้อนกระดาษอยู่ในเครื่องพิมพ์ และคลิก [ปฏิบัติ] โปรดอ่านคู่มือเครื่องพิมพ์สำหรับรายละเอียด\n\nหลังจากการจัดตำแหน่งหัวพิมพ์เสร็จสมบูรณ์ ให้คลิก [ถัดไป]"
MSM2412_Mac="คุณต้องการปฏิบัติการจัดตำแหน่งหัวพิมพ์ก่อนใช้เครื่องพิมพ์ ป้อนกระดาษในเครื่องพิมพ์และคลิก [ปฏิบัติ] โปรดอ่านคู่มือเครื่องพิมพ์สำหรับรายละเอียด\n\nคลิก [ถัดไป] หากคุณไม่ต้องการจัดตำแหน่งหัวพิมพ์"
MSM2413="ปฏิบัติ"
MSM2414="เมื่อการพิมพ์รูปถ่ายในเครื่องพิมพ์นี้ ขอแนะนำให้ท่านดำเนินการจัดตำแหน่งหัวพิมพ์ อยากดำเนินการจัดตำแหน่งหัวพิมพ์เดี๋ยวนี้ ป้อนกระดาษธรรมดาในกลักกระดาษและคลิก [ปฏิบัติ] หลังจากการจัดตำแหน่งหัวพิมพ์เสร็จสิ้น คลิก [ถัดไป] สำหรับรายละเอียด โปรดอ่านคู่มือการใช้เครื่องพิมพ์ของท่าน\n\nนอกจากนั้น การจัดตำแหน่งหัวพิมพ์ใช้ประโยชน์ได้หลังจากการติดตั้งเสร็จสมบูรณ์ อยากดำเนินการต่อโดยไม่ดำเนินการจัดตำแหน่งหัวพิมพ์ คลิก [ถัดไป]"
MSM2414_Mac="เมื่อการพิมพ์รูปถ่ายในเครื่องพิมพ์นี้ ขอแนะนำให้คุณดำเนินการจัดตำแหน่งหัวพิมพ์ อยากดำเนินการจัดตำแหน่งหัวพิมพ์เดี๋ยวนี้ ป้อนกระดาษธรรมดาในกลักกระดาษและคลิก [ปฏิบัติ] สำหรับรายละเอียด โปรดอ่านคู่มือการใช้เครื่องพิมพ์ของคุณ\n\nนอกจากนั้น การจัดตำแหน่งหัวพิมพ์ใช้ประโยชน์ได้หลังจากการติดตั้งเสร็จสมบูรณ์ อยากดำเนินการต่อโดยไม่ดำเนินการจัดตำแหน่งหัวพิมพ์ คลิก [ถัดไป]"
MSM2415="ท่านต้องการปฏิบัติการจัดตำแหน่งหัวพิมพ์ก่อนใช้เครื่องพิมพ์ ป้อน MP-101 ในเครื่องพิมพ์ และคลิก [ปฏิบัติ] โปรดอ่านคู่มือเครื่องพิมพ์สำหรับรายละเอียด\n\nหลังจากการจัดตำแหน่งหัวพิมพ์เสร็จสมบูรณ์ ให้คลิก [ถัดไป]"
MSM2415_Mac="คุณต้องการปฏิบัติการจัดตำแหน่งหัวพิมพ์ก่อนใช้เครื่องพิมพ์ ป้อน MP-101 ในเครื่องพิมพ์และคลิก [ปฏิบัติ] โปรดอ่านคู่มือเครื่องพิมพ์สำหรับรายละเอียด\n\nคลิก [ถัดไป] หากคุณไม่ต้องการจัดตำแหน่งหัวพิมพ์"
MSM2416="ท่านต้องการปฏิบัติการจัดตำแหน่งหัวพิมพ์ก่อนการใช้เครื่องพิมพ์นี้ คลิก [ปฏิบัติ] เพื่อแสดงหน้าจอ 'เริ่มการจัดตำแหน่งหัวพิมพ์' ทำตามขั้นตอนบนหน้าจอเพื่อพิมพ์ลวดลายการจัดตำแหน่ง วางลวดลายการจัดตำแหน่งที่พิมพ์ไว้บนแท่นวางและสแกนลวดลาย\n\nหลังจากการจัดตำแหน่งหัวพิมพ์เสร็จสิ้น คลิก [ถัดไป]"
MSM2416_Mac="คุณต้องการปฏิบัติการจัดตำแหน่งหัวพิมพ์ก่อนการใช้เครื่องพิมพ์นี้ คลิก [ปฏิบัติ] เพื่อแสดงหน้าจอ 'เริ่มการจัดตำแหน่งหัวพิมพ์' ทำตามขั้นตอนบนหน้าจอเพื่อพิมพ์ลวดลายการจัดตำแหน่ง วางลวดลายการจัดตำแหน่งที่พิมพ์ไว้บนแท่นวางและสแกนลวดลาย\n\nหลังจากการจัดตำแหน่งหัวพิมพ์เสร็จสิ้น คลิก [ถัดไป]"
MSM2417="เครื่องพิมพ์นี้มีการจัดตำแหน่งหัวพิมพ์ หากผลการพิมพ์มีลายเส้นที่ผิดเพี้ยนหรืองานพิมพ์ที่ไม่เพียงพอ การจัดตำแหน่งหัวพิมพ์อาจจะสามารถแก้ไขปัญหาเหล่านี้ได้"
MSM2418="คุณต้องทำการจัดตำแหน่งหัวพิมพ์ก่อนใช้เครื่องพิมพ์ ป้อนกระดาษอยู่ในเครื่องพิมพ์ และคลิก [ปฏิบัติ] จากนั้นคลิก [ถัดไป]"
MSM2418_Mac="คุณต้องการปฏิบัติการจัดตำแหน่งหัวพิมพ์ก่อนใช้เครื่องพิมพ์ ป้อนกระดาษในเครื่องพิมพ์และคลิก [ปฏิบัติ]\n\nคลิก [ถัดไป] หากคุณไม่ต้องการจัดตำแหน่งหัวพิมพ์"
MSM2420="กำลังค้นหาเครื่องพิมพ์"
MSM2421="กำลังค้นหา %PRODUCTNAME%"
MSM2422="คิวเครื่องพิมพ์ไม่พบ"
MSM2423="คลิก [ลงทะเบียนเครื่องพิมพ์] เพื่อลงทะเบียนเครื่องพิมพ์ ของคุณ"
MSM2424="ลงทะเบียนเครื่องพิมพ์"
MSM2431="ลงทะเบียนเครื่องพิมพ์และเครื่องสแกนเนอร์"
MSM2432="การติดตั้งโดยเครือข่ายของเครื่องพิมพ์และเครื่องสแกนเนอร์เสร็จสมบูรณ์\nถัดไป ลงทะเบียนเครื่องพิมพ์และเครื่องสแกนเนอร์ไปที่คอมพิวเตอร์\n\nคลิก [ลงทะเบียนเครื่องพิมพ์] หรือ [ลงทะเบียนเครื่องสแกนเนอร์] เพื่อเริ่มต้นแอพพลิเคชั่นซอฟต์แวร์ที่ตรงกันไปลงทะเบียน ให้ปฏิบัติตามคำแนะนำของแอพพลิเคชั่นซอฟต์แวร์เพื่อเสร็จสิ้นการลงทะเบียน"
MSM2433="ลงทะเบียนเครื่องพิมพ์"
MSM2434="ลงทะเบียนเครื่องสแกนเนอร์"
MSM2435="การติดตั้งเครือข่ายของเครื่องพิมพ์เสร็จสมบูรณ์\nถัดไป ลงทะเบียนเครื่องพิมพ์ไปที่คอมพิวเตอร์\n\nคลิก [ลงทะเบียนเครื่องพิมพ์] เพื่อเริ่มต้นแอพพลิเคชั่นซอฟต์แวร์สำหรับการลงทะเบียน ให้ปฏิบัติตามคำแนะนำของแอพพลิเคชั่นซอฟต์แวร์เพื่อเสร็จสิ้นการลงทะเบียน"
MSM2436_Mac="การติดตั้งเครือข่ายของเครื่องพิมพ์เสร็จสมบูรณ์\nถัดไป เพิ่มเครื่องพิมพ์ไปที่คอมพิวเตอร์\n\nคลิก [เพิ่มเครื่องพิมพ์] เพื่อเริ่มต้นแอพพลิเคชั่นซอฟต์แวร์สำหรับเพิ่มเครื่องพิมพ์ ให้ปฏิบัติตามคำแนะนำของแอพพลิเคชั่นซอฟต์แวร์เพื่อทำให้เสร็จสิ้น\n\nหากคุณไม่แน่ใจว่าการใช้แอพพลิเคชั่นซอฟต์แวร์เป็นอย่างไร คลิก [คู่มือออนไลน์]"
MSM2437_Mac="เพิ่มเครื่องพิมพ์"
MSM2438_Mac="เมื่อคุณคลิก [เพิ่มเครื่องพิมพ์] เครื่องพิมพ์ที่สามารถเพิ่มได้จะถูกแสดง เลือก %s ที่ 'Canon IJ Network' ถูกแสดงในเขตข้อมูลชนิด แล้วคลิก [เพิ่ม]\nหลังจากเพิ่มเครื่องพิมพ์แล้ว คลิก [ถัดไป]"
MSM2439_Mac="หากเครื่องพิมพ์ที่สามารถเพิ่มได้ไม่ถูกแสดงหรือหากคุณไม่แน่ใจในวิธีการใช้หน้าจอ คลิก [คู่มือออนไลน์]"
MSM2440_Mac="เลือกเครื่องสแกนเนอร์"
MSM2441_Mac="กำลังตั้งค่าเครื่องสแกนเนอร์ไปที่คอมพิวเตอร์\n\nคลิก [เลือกเครื่องสแกนเนอร์] เพื่อเริ่มแอพพลิเคชั่นซอฟต์แวร์สำหรับตั้งค่าเครื่องสแกนเนอร์ ปฏิบัติตามคำแนะนำของแอพพลิเคชั่นซอฟต์แวร์เพื่อทำให้เสร็จสิ้น"

MSM2451="การลงทะเบียนผู้ใช้"
MSM2453="ถัดไป"
MSM2464="การลงทะเบียนผู้ใช้"
MSM2465="ลงทะเบียนผลิตภัณฑ์ของคุณวันนี้ และคุณสามารถรับสิทธิได้ประโยชน์ดังต่อไปนี้:\n- รับจดหมายข่าวด้วยอีเมลทุกเดือนโดย Canon savings\n- รับแผนงาน Creative Park สนุกสนาน และคำแนะนำซึ่งช่วยเหลือ\n- เป็นแรกที่รับการแจ้งเตือนเมื่อซอฟต์แวร์ปรับรุ่น"
MSM2474="การลงทะเบียนผู้ใช้"
MSM2475="ด้วยการลงทะเบียนผลิตภัณฑ์ของท่าน ท่านสามารถรับข้อมูลผลิตภัณฑ์และการบริการที่มีประโยชน์ ท่านจะต้องการเชื่อมต่ออินเทอร์เน็ตเพื่อให้ลงทะเบียน"
MSM2484="การลงทะเบียนผลิตภัณฑ์"
MSM2485JU="ลงทะเบียนผลิตภัณฑ์ของคุณวันนี้และคุณสามารถรับสิทธิได้ประโยชน์ดังต่อไปนี้:\n- Canon U.S.A. จะเก็บข้อมูลของคุณไว้บนไฟล์ในกรณีเรียกร้องการประกัน\n- เป็นแรกที่รับการแจ้งเตือนเมื่อซอฟต์แวร์ปรับรุ่น\n- รับจดหมายข่าวด้วยอีเมลทุกเดือนโดย Canon savings"
MSM2485M="ด้วยการยกระดับหรือการลงทะเบียนผลิตภัณฑ์ใหม่ ท่านสามารถรับข้อมูลผลิตภัณฑ์และการบริการที่มีประโยชน์ ท่านจะต้องการเชื่อมต่ออินเทอร์เน็ตเพื่อปรับปรุงและลงทะเบียน"
MSM2486_Mac="หากท่านคลิก [ถัดไป] ชื่อผลิตภัณฑ์ของท่าน ข้อมูล OS และข้อมูลเกี่ยวกับภูมิภาคจะถูกเก็บไว้โดยอัตโนมัติ และส่งไปยัง Canon ผ่านทางอินเทอร์เน็ต ข้อมูลเหล่านี้จะถูกใช้เพื่อเปิดหน้าจอการลงทะเบียน"
MSM2486_Mac2="หากท่านคลิก [ถัดไป] ชื่อผลิตภัณฑ์ของท่าน ข้อมูล OS ข้อมูลเกี่ยวกับภูมิภาคและเลขลำดับของเครื่องพิมพ์จะถูกเก็บไว้โดยอัตโนมัติ และส่งไปยัง Canon ผ่านทางอินเทอร์เน็ต ข้อมูลเหล่านี้จะถูกใช้เพื่อเปิดหน้าจอการลงทะเบียน"
MSM2487="เพื่อลงทะเบียนในภายหลัง คลิก [ยกเลิก] และไปที่ขั้นตอนถัดไป คุณยังสามารถลงทะเบียนผลิตภัณฑ์เมื่อไรก็ตามโดย Quick Menu"

MSM2501="CANON iMAGE GATEWAY การลงทะเบียนผู้ใช้"
MSM2502="ลงทะเบียน"
MSM2503="CANON iMAGE GATEWAY การลงทะเบียนผลิตภัณฑ์"
MSM2504="CANON iMAGE GATEWAY เป็นบริการออนไลน์เฉพาะสำหรับผู้ซื้อผลิตภัณฑ์ ให้สิทธิเพื่อเป็นสมาชิกฟรี/ค่าธรรมเนียมสมาชิกประจำปีฟรี คุณสามารถใช้บริการต่างๆ ที่จะขยายความตื่นเต้นของประสบการณ์รูปถ่ายดิจิตอลหากคุณขอสมัครการลงทะเบียนผู้ใช้"
MSM2506="หากท่านคลิก [ลงทะเบียน] ชื่อผลิตภัณฑ์ของท่าน ข้อมูล OS และข้อมูลเกี่ยวกับภูมิภาคจะถูกเก็บไว้โดยอัตโนมัติ และส่งไปยัง Canon ผ่านทางอินเทอร์เน็ต ข้อมูลเหล่านี้จะถูกใช้เพื่อเปิดหน้าจอการลงทะเบียน"
MSM2507="หากท่านคลิก [ลงทะเบียน] ชื่อผลิตภัณฑ์ของท่าน ข้อมูล OS ข้อมูลเกี่ยวกับภูมิภาคและเลขลำดับของเครื่องพิมพ์จะถูกเก็บไว้โดยอัตโนมัติ และส่งไปยัง Canon ผ่านทางอินเทอร์เน็ต ข้อมูลเหล่านี้จะถูกใช้เพื่อเปิดหน้าจอการลงทะเบียน"
MSM2511="การลงทะเบียนผู้ใช้"
MSM2513="การลงทะเบียนผลิตภัณฑ์"
MSM2514="ลงทะเบียนผลิตภัณฑ์ของคุณวันนี้ และคุณสามารถรับสิทธิได้ประโยชน์ดังต่อไปนี้:\n- รับจดหมายข่าวด้วยอีเมลทุกเดือนโดย Canon savings\n- รับแผนงาน Creative Park สนุกสนาน และคำแนะนำซึ่งช่วยเหลือ\n- เป็นแรกที่รับการแจ้งเตือนเมื่อซอฟต์แวร์ปรับรุ่น"
MSM2515="ด้วยการลงทะเบียนผลิตภัณฑ์ของท่าน ท่านสามารถรับข้อมูลผลิตภัณฑ์และการบริการที่มีประโยชน์ ท่านจะต้องการเชื่อมต่ออินเทอร์เน็ตเพื่อให้ลงทะเบียน"
MSM2516="หากท่านคลิก [ถัดไป] ชื่อผลิตภัณฑ์ของท่าน ข้อมูล OS และข้อมูลเกี่ยวกับภูมิภาคจะถูกเก็บไว้โดยอัตโนมัติ และส่งไปยัง Canon ผ่านทางอินเทอร์เน็ต ข้อมูลเหล่านี้จะถูกใช้เพื่อเปิดหน้าจอการลงทะเบียน"
MSM2517="หากท่านคลิก [ถัดไป] ชื่อผลิตภัณฑ์ของท่าน ข้อมูล OS ข้อมูลเกี่ยวกับภูมิภาคและเลขลำดับของเครื่องพิมพ์จะถูกเก็บไว้โดยอัตโนมัติ และส่งไปยัง Canon ผ่านทางอินเทอร์เน็ต ข้อมูลเหล่านี้จะถูกใช้เพื่อเปิดหน้าจอการลงทะเบียน"
MSM2521="การลงทะเบียนผู้ใช้ ชื่อผลิตภัณฑ์ของท่าน ข้อมูล OS ข้อมูลเกี่ยวกับภูมิภาคและเลขลำดับของเครื่องพิมพ์จะถูกเก็บไว้โดยอัตโนมัติ และส่งไปยัง Canon ผ่านทางอินเทอร์เน็ต ข้อมูลเหล่านี้จะถูกใช้เพื่อเปิดหน้าจอการลงทะเบียน คลิก [ตกลง] เพื่อดำเนินการ"
MSM2522="การลงทะเบียนผู้ใช้ ชื่อผลิตภัณฑ์ของท่าน ข้อมูล OS และข้อมูลเกี่ยวกับภูมิภาคจะถูกเก็บไว้โดยอัตโนมัติ และส่งไปยัง Canon ผ่านทางอินเทอร์เน็ต ข้อมูลเหล่านี้จะถูกใช้เพื่อเปิดหน้าจอการลงทะเบียน คลิก [ตกลง] เพื่อดำเนินการ"
MSM2526="การลงทะเบียนผู้ใช้ ชื่อผลิตภัณฑ์ของท่าน ข้อมูล OS ข้อมูลเกี่ยวกับภูมิภาคและเลขลำดับของเครื่องพิมพ์จะถูกเก็บไว้โดยอัตโนมัติ และส่งไปยัง Canon ผ่านทางอินเทอร์เน็ต ข้อมูลเหล่านี้จะถูกใช้เพื่อเปิดหน้าจอการลงทะเบียน คลิก [ตกลง] เพื่อดำเนินการ"
MSM2527="การลงทะเบียนผู้ใช้ ชื่อผลิตภัณฑ์ของท่าน ข้อมูล OS และข้อมูลเกี่ยวกับภูมิภาคจะถูกเก็บไว้โดยอัตโนมัติ และส่งไปยัง Canon ผ่านทางอินเทอร์เน็ต ข้อมูลเหล่านี้จะถูกใช้เพื่อเปิดหน้าจอการลงทะเบียน คลิก [ตกลง] เพื่อดำเนินการ"

MSM2551="Canon %s การลงทะเบียนผู้ใช้"
MSM2552="ให้ลบการติดตั้งการลงทะเบียนผู้ใช้"
MSM2571="%s ตัวลบการติดตั้งการลงทะเบียนผู้ใช้"
MSM2572="ท่านแน่ใจที่ต้องการเอา 'Canon %s การลงทะเบียนผู้ใช้' และส่วนประกอบอื่นออกอย่างเสร็จสมบูรณ์หรือไม่"
MSM2573="การลบการติดตั้งเสร็จสิ้นสมบูรณ์แล้ว"
MSM2574="ลบการติดตั้งล้มเหลว"
MSM2575="ท่านต้องการเริ่มระบบใหม่เพื่อให้เสร็จสิ้นลบการติดตั้ง คลิก [ตกลง] เพื่อเริ่มใหม่ คลิก [ยกเลิก] เพื่อเริ่มใหม่ภายหลัง"
MSM2576="คุณต้องการมีสิทธิ์ของผู้ดูแลระบบให้ลบติดตั้ง 'Canon %s การลงทะเบียนผู้ใช้'"
MSM2577="การลงทะเบียนผู้ใช้ ชื่อผลิตภัณฑ์ของท่าน ข้อมูล OS และข้อมูลเกี่ยวกับภูมิภาคจะถูกเก็บไว้โดยอัตโนมัติ และส่งไปยัง Canon ผ่านทางอินเทอร์เน็ต ข้อมูลเหล่านี้จะถูกสะท้อนโดยตรงในหน้าจอการลงทะเบียน คลิก [ตกลง] เพื่อดำเนินการ"
MSM2577_Mac2="การลงทะเบียนผู้ใช้ ชื่อผลิตภัณฑ์ของท่าน ข้อมูล OS ข้อมูลเกี่ยวกับภูมิภาคและเลขลำดับของเครื่องพิมพ์จะถูกเก็บไว้โดยอัตโนมัติ และส่งไปยัง Canon ผ่านทางอินเทอร์เน็ต ข้อมูลเหล่านี้จะถูกใช้เพื่อเปิดหน้าจอการลงทะเบียน คลิก [ตกลง] เพื่อดำเนินการ"
MSM2578="การลงทะเบียนผู้ใช้ ชื่อผลิตภัณฑ์ของท่าน ข้อมูล OS และข้อมูลเกี่ยวกับภูมิภาคจะถูกเก็บไว้โดยอัตโนมัติ และส่งไปยัง Canon ผ่านทางอินเทอร์เน็ต ข้อมูลเหล่านี้จะถูกใช้เพื่อเปิดหน้าจอการลงทะเบียน คลิก [ตกลง] เพื่อดำเนินการ"
MSM2578_2="การลงทะเบียนผู้ใช้ ชื่อผลิตภัณฑ์ของท่าน ข้อมูล OS ข้อมูลเกี่ยวกับภูมิภาคและเลขลำดับของเครื่องพิมพ์จะถูกเก็บไว้โดยอัตโนมัติ และส่งไปยัง Canon ผ่านทางอินเทอร์เน็ต ข้อมูลเหล่านี้จะถูกใช้เพื่อเปิดหน้าจอการลงทะเบียน ให้แน่ใจว่าเครื่องพิมพ์ถูกเชื่อมต่อกับคอมพิวเตอร์ แล้วเปิดเครื่องพิมพ์และคลิก [ตกลง] เพื่อดำเนินการ"
MSM2580="การเชื่อมต่อล้มเหลว ให้แน่ใจว่าการเชื่อมต่อเครือข่ายเปิดใช้งานอยู่ แล้วลองใหม่อีกครั้ง หากการเชื่อมต่อล้มเหลวอีก กรุณารอสักครู่แล้วลองใหม่ คุณยังสามารถลงทะเบียนเมื่อไรก็ตามโดย Solution Menu EX"
MSM2581="การเชื่อมต่อล้มเหลว ให้แน่ใจว่าการเชื่อมต่อเครือข่ายเปิดใช้งานอยู่ แล้วลองใหม่อีกครั้ง หากการเชื่อมต่อล้มเหลวอีก กรุณารอสักครู่แล้วลองใหม่"
MSM2582="การเชื่อมต่อล้มเหลว"
MSM2583="กำลังเชื่อมต่อ"
MSM2584="กำลังเชื่อมต่อ กรุณารอสักครู่"
MSM2585="ใส่ชื่อผู้ใช้และรหัสผ่านสำหรับไฟร์วอลล์ของคุณ"
MSM2586="ชื่อผู้ใช้:"
MSM2587="รหัสผ่าน:"
MSM2588="บันทึกรหัสผ่านนี้ไปถึงพวงกุญแจ"
MSM2589="การเชื่อมต่อล้มเหลว ให้แน่ใจว่าการเชื่อมต่อเครือข่ายเปิดใช้งานอยู่ แล้วลองใหม่อีกครั้ง หากการเชื่อมต่อล้มเหลวอีก กรุณารอสักครู่แล้วลองใหม่"

ExecutingPrefSet_Mac="โปรแกรมแอพพลิเคชั่นได้รับการเชื่อมต่อกับ CanoScan Toolbox"

MSM2601="การติดตั้งเสร็จสิ้นสมบูรณ์แล้ว"
MSM2602="เริ่มระบบใหม่เดี๋ยวนี้ (แนะนำ)"
MSM2603="เริ่มใหม่"
MSM2604="การติดตั้งเสร็จสิ้นสมบูรณ์แล้ว\nตรวจให้แน่ใจว่าเครื่องสแกนเนอร์เชื่อมต่อกับคอมพิวเตอร์อยู่และเครื่องสแกนเนอร์เปิดอยู่ แล้วคลิก [จบการทำงาน]"

MSM2610="ใส่กระดาษธรรมดาลงในกลักกระดาษ"
MSM2611="ป้อนกระดาษธรรมดาดังแสดงด้านล่างนี้"
MSM2612="ป้อนกระดาษธรรมดาเท่านั้นในกลักกระดาษ"
MSM2613="ป้อนกระดาษภาพถ่ายในเทรย์ด้านหลัง"

MSM2701="การยกเลิกการติดตั้ง"
MSM2702="การติดตั้งยังไม่เสร็จสมบูรณ์ เพื่อดำเนินการติดตั้งต่อไป ให้คลิก [ต่อไป] เพื่อยกเลิกการติดตั้ง ให้คลิก [ยกเลิก]"
MSM2702_Mac="การติดตั้งยังไม่เสร็จสมบูรณ์ เพื่อดำเนินการติดตั้งต่อไป ให้คลิก [ต่อไป] เพื่อยกเลิกการติดตั้ง ให้คลิก [ล้มเลิก]"

MSM2801="เปลี่ยนการตั้งค่าระบบ"
MSM2802="ท่านต้องเริ่มระบบใหม่หากอยากให้ค่าที่ตั้งใหม่นั้นส่งผล\nต้องการเริ่มระบบใหม่เดี๋ยวนี้หรือไม่"

MSM2851="Extended Survey Program"
MSM2856="ยอมรับ"
MSM2857="ไม่ยอมรับ"
MSM2870="เพื่อให้งานพัฒนาและการตลาดของผลิตภัณฑ์จะเหมาะสมกันความต้องการของลูกค้าที่ดีขึ้น Canon จะร้องขอข้อมูลในที่ดังต่อไป ซึ่งเกี่ยวกับผลิตภัณฑ์ Canon ของคุณ และส่งไปยัง Canon ทะลุผ่านอินเทอร์เน็ต"
MSM2871="เพื่อให้งานพัฒนาและการตลาดของผลิตภัณฑ์จะเหมาะสมกันความต้องการของลูกค้าที่ดีขึ้น Canon จะร้องขอข้อมูลในที่ดังต่อไป ซึ่งเกี่ยวกับผลิตภัณฑ์ Canon ของคุณ และส่งไปยังบริษัทศึกษาค้นคว้าที่ถูกอนุมัติอย่างชอบด้วยกฎหมาย โดยทะลุผ่านอินเทอร์เน็ต"
MSM2873="หากคุณยอมรับข้อข้างบน คลิก [ยอมรับ] มิฉะนั้น คลิก [ไม่ยอมรับ]"
MSM2874="เพื่อให้งานพัฒนาและการตลาดของผลิตภัณฑ์จะเหมาะสมกันความต้องการของลูกค้าที่ดีขึ้น Canon จะร้องขอข้อมูลในที่ดังต่อไป ซึ่งเกี่ยวกับผลิตภัณฑ์ Canon ของคุณ และส่งไปยัง Canon (ในกรณีที่เป็นการใช้ผลิตภัณฑ์ Canon ของคุณในจีน บริษัทศึกษาค้นคว้าที่ถูกอนุมัติอย่างชอบด้วยกฎหมาย) โดยทะลุผ่านอินเทอร์เน็ต"
MSM2876="หากคุณยอมรับข้อข้างบน คลิก [ยอมรับ] เพื่อเริ่มการติดตั้งโปรแกรมหาข้อมูล มิฉะนั้น คลิก [ไม่ยอมรับ] โปรแกรมนี้อาจไม่ทำงานบนเวอร์ชันระบบปฏิบัติการที่ไม่สนับสนุน"
MSM2879_Win="หากหน้าต่าง 'การควบคุมบัญชีผู้ใช้' ปรากฏขึ้น อนุญาตโปรแกรมดำเนินการต่อ"
MSM2901="ทดสอบพิมพ์"
MSM2902="การตั้งค่าเครื่องพิมพ์และการติดตั้งซอฟต์แวร์เสร็จสิ้น\n\nการทดสอบการพิมพ์จะปฏิบัติการตรวจสอบการทำงานของเครื่องพิมพ์ ป้อนกระดาษธรรมดาลงในเครื่องพิมพ์และคลิก [ปฏิบัติ] จากนั้นทดสอบการพิมพ์ คลิก [ถัดไป]\n\nในการข้ามการทดสอบการพิมพ์ คลิก [ถัดไป] แทน [ปฏิบัติ]\n\nหากเกิดข้อผิดพลาดระหว่างพิมพ์ ทำตามขั้นตอนบนหน้าจอเพื่อเริ่มต้นการตั้งค่าอีกครั้ง"
MSM2903="การทดสอบการพิมพ์จะปฏิบัติการตรวจสอบการทำงานของเครื่องพิมพ์\nป้อนกระดาษธรรมดาลงในเครื่องพิมพ์และคลิก [ปฏิบัติ] จากนั้นคลิก [ถัดไป]\n\nในการข้ามการทดสอบการพิมพ์ คลิก [ถัดไป] แทน [ปฏิบัติ]\n\nหากเกิดข้อผิดพลาดระหว่างพิมพ์ ทำตามขั้นตอนบนหน้าจอเพื่อเริ่มต้นการตั้งค่าอีกครั้ง"

MSM3001="หากท่านอยากใช้เครื่องพิมพ์ ก็ต้องใช้ซอฟต์แวร์นี้ด้วย\nท่านสามารถปฏิบัติการพิมพ์ซึ่งเหมาะสมกับชนิดและขนาดกระดาษหลายแบบ"
MSM3002_Mac="คู่มืออิเลกทรอนิคส์นี้อธิบายการทำงานของไดรเวอร์และแนะนำขั้นตอนง่ายๆ เกี่ยวกับวิธีการใช้ซอฟต์แวร์แอพพลิเคชั่น"
MSM3008="ท่านสามารถรวมกันไฟล์รูปภาพกับข้อความ แล้วปฏิบัติการพิมพ์โดยตรงบนป้ายชื่อดิสก์ได้อย่างสะดวกสบาย"
MSM3009="ปรับปรุงระบบ"
MSM3010="แอพพลิเคชั่นนี้มีความสามารถให้ท่านใช้แฟ้มที่เก็บไว้ในคาร์ดความจำได้จากคอมพิวเตอร์ ซึ่งคาร์ดความจำนี้ถูกใส่ในคาร์ดสล็อตเครื่องพิมพ์ของท่านอยู่"
MSM3011="ไดรเวอร์นี้มีความสามารถให้ท่านใช้อุปกรณ์บนเครือข่าย"
MSM3012="โดยเครื่องมือนี้ ท่านสามารถเปลี่ยนวิธีการเชื่อมต่อและการตั้งค่าความปลอดภัยของอุปกรณ์แบบเชื่อมต่อกับเครือข่าย"
MSM3013="My Printer ช่วยให้แก้ไขปัญหาการพิมพ์อย่างเช่นการพิมพ์ที่เปื้อน"
MSM3016="MP Drivers เป็นสิ่งที่จำเป็นในการพิมพ์เอกสารและสแกนรูปภาพ"
MSM3018="ArcSoft PhotoStudio สามารถให้คุณแก้ไข/ปรับปรุงรูปภาพที่นำเข้าจากเครื่องสแกนเนอร์หรือกล้องดิจิตอล"
MSM3019="スキャナーで読み込んだ本や新聞の文字を、テキストデータに変換する、OCRソフトウェアです。"
MSM3020="ScanSoft OmniPage เป็นโปรแกรม OCR (การรู้จำอักขระด้วยแสง) ซึ่งได้เปลี่ยนข้อความที่เป็นอักขระหนังสือหรือหนังสือพิมพ์ไปเป็นข้อมูลชนิดข้อความ"
MSM3021="ด้วย Presto! PageManager ท่านสามารถสแกน จัดการและใช้เอกสารกับรูปถ่ายร่วมกันได้ ท่านยังสามารถบันทึกเอกสารทั้งหมดที่เกี่ยวข้องกับธุรกิจได้อยู่ในโฟลเดอร์ที่ซ้อนกันอย่างไม่จำกัดสำหรับการค้นคืนอย่างง่ายฯ"
MSM3023="Setup Utility สามารถให้ท่านกำหนดการตั้งค่าสำหรับการพิมพ์ด้วยแสงอินฟาเรด หรือ การติดต่อ Bluetooth"
MSM3024="Setup Utility สามารถให้ท่านกำหนดการตั้งค่าสำหรับการพิมพ์ด้วย PictBridge"
MSM3026="นี่คือซอฟต์แวร์เสริมที่สามารถพิมพ์รูปโดยอาชีพได้ง่าย เพื่อใช้ซอฟต์แวร์เสริมนี้ คุณต้องการติดตั้งซอฟต์แวร์แอพพลิเคชั่นที่เหมาะสม"
MSM3027="ไดรเวอร์ XPS เหมาะสมกับการพิมพ์จากซอฟต์แวร์แอพพลิเคชั่นที่สนับสนุนการพิมพ์ XPS (บน Windows Vista หรือสูงไปกว่านี้) MP Drivers ต้องการได้ติดตั้งอย่างถูกต้อง"
MSM3027_0="ไดรเวอร์ XPS เหมาะสมกับการพิมพ์จากซอฟต์แวร์แอพพลิเคชั่นที่สนับสนุนการพิมพ์ XPS (บน Windows Vista หรือสูงไปกว่านี้) ไดรเวอร์เครื่องพิมพ์ IJ ต้องการได้ติดตั้งอย่างถูกต้อง"
MSM3027_1="ไดรเวอร์ XPS เหมาะสมกับการพิมพ์จากซอฟต์แวร์แอพพลิเคชั่นที่สนับสนุนการพิมพ์ XPS (บน Windows Vista หรือสูงไปกว่านี้) MP Drivers ต้องการได้ติดตั้งอย่างถูกต้อง"
MSM3028="ScanGear เป็นไดรเวอร์ที่เป็นที่ต้องการปฏิบัติการเครื่องสแกนเนอร์ เพื่อใช้ไดรเวอร์นี้ กรุณาปฏิบัติแอพพลิเคชั่นซอฟต์แวร์ เช่นโปรแกรมการแก้ไข-รูปภาพ"
MSM3028_Mac="ต้องการไดรเวอร์เพื่อที่จะใช้เครื่องสแกนเนอร์ ไดรเวอร์อนุญาตให้คุณระบุขนาดเอกสาร ขนาดผลงานและการตั้งค่าขั้นสูงอื่นๆเมื่อสแกน และยังใช้เมื่อดำเนินการเครื่องสแกนเนอร์จากแอพพลิเคชั่นที่ทำงานร่วมกันได้กับ TWAIN อีกด้วย"
MSM3031_Mac="คู่มืออิเลกทรอนิคส์นี้อธิบายการทำงานของไดรเวอร์และแนะนำขั้นตอนง่ายๆ เกี่ยวกับวิธีการใช้ซอฟต์แวร์แอพพลิเคชั่น"
MSM3032=
MSM3034="สิ่งนี้จำเป็นต้องมีสำหรับการพิมพ์สีในรูปภาพ Adobe RGB อย่างแน่ชัด Adobe เป็นเครื่องหมายการค้าจดทะเบียนหรือเครื่องหมายการค้าของ Adobe Systems Incorporated ในสหรัฐอเมริกาและ/หรือประเทศอื่นๆ"
MSM3035="Setup Utility สามารถให้ท่านกำหนดการตั้งค่าสำหรับการพิมพ์ด้วยแสงอินฟาเรด การติดต่อ Bluetooth หรือ PictBridge"
MSM3037="ScanGear CS เป็นไดรเวอร์เครื่องสแกนเนอร์ (ไดรเวอร์ TWAIN) ที่เป็นที่ต้องการปฏิบัติการเครื่องสแกนเนอร์ เพื่อใช้ไดรเวอร์นี้ กรุณาปฏิบัติแอพพลิเคชั่นซอฟต์แวร์ เช่นโปรแกรมการแก้ไข-รูปภาพ"
MSM3040="Easy-PhotoPrint EX สามารถให้คุณสร้างอัลบั้มของตัวเอง สติ๊กเกอร์ และปฏิทินอย่างสะดวกด้วยการใช้รูปถ่ายกล้องดิจิตอล คุณยังสามารถพิมพ์รูปถ่ายไร้ขอบทันทีทันใด นอกจากนี้ คุณยังสามารถปรับใช้การแก้ไขดวงตาเป็นสีแดงและการเรียบหน้าตาด้วยดิจิตอลก่อนการพิมพ์"
MSM3041="เริ่มต้นซอฟต์แวร์แอพพลิเคชั่นซึ่งเป็นส่วนเพิ่มเติมโดยทันทีทันใดที่สามารถให้คุณพิมพ์รูปถ่ายอย่างง่ายดาย"
MSM3042="ด้วย MP Navigator EX ท่านสามารถนำภาพสแกนเข้าไปในแอพพลิเคชั่นซอฟต์แวร์โดยตรงอย่างง่ายดาย แนบไปกับ E-mail หรือบันทึกในฮาร์ดดิสก์ของท่านได้"
MSM3043="คู่มืออธิบายวิธีที่จะใช้เครื่องและซอฟต์แวร์ที่จัดมาให้ ข้อมูลการแก้ไขปัญหาก็จัดมาให้\nกรุณาใช้ Internet Explorer 8.0 หรือสูงไปกว่านี้"
MSM3043_Mac="คู่มืออธิบายวิธีที่จะใช้เครื่องและซอฟต์แวร์ที่จัดมาให้ ข้อมูลการแก้ไขปัญหาก็จัดมาให้"
MSM3044="Easy-WebPrint EX สามารถให้ท่านตัดส่วนใดส่วนหนึ่งของเว็บเพจและลงพิมพ์ในเค้าโครงของคุณ นี่จะแสดงเป็นแถบเครื่องมือที่ใช้ได้อย่างสะดวกสบายบนเบราว์เซอร์ของคุณ กรุณาใช้ Internet Explorer 7.0 หรือสูงไปกว่านี้"
MSM3044_Mac="Easy-WebPrint EX สามารถให้คุณคลิปส่วนใดส่วนหนึ่งของเว็บเพจและลงพิมพ์ในเค้าโครงของคุณ นี่เป็นปลั๊กอินที่สะดวกสบายบนเบราว์เซอร์ของคุณ กรุณาใช้ Safari 4.0 หรือสูงไปกว่านี้"
MSM3045="ซอฟต์แวร์นี้ให้คุณสามารถแก้ไขการโทรด่วนที่ลงรหัส ข้อมูลผู้ใช้ และการตั้งค่าอื่นๆ ซึ่งลงทะเบียนในเครื่องพิมพ์ และบันทึกการตั้งค่าที่แก้ไขในคอมพิวเตอร์ หรือลงทะเบียนกลับไปยังเครื่องพิมพ์"
MSM3046="Solution Menu EX สามารถเริ่มแอพพลิเคชั่นซึ่งให้คุณพิมพ์อัลบั้มหรือปฏิทินอย่างง่าย หรือสแกนโดยการ\nคลิกปุ่มเดียว นอกจากนี้ คุณยังสามารถเข้าเว็บไซต์ Canon ซึ่งสนับสนุนการใช้หลากหลายได้ง่าย"
MSM3047="お知らせメッセンジャーは、キヤノンホームページに掲載されたイベント情報や、インクジェットプリンターやデジタルカメラなどのキヤノン製品に関する最新情報やサポート情報をお届けするサービスです。"
MSM3048="คุณสามารถนำเข้าภาพถ่ายและใช้ภาพถ่ายเพื่อสร้างและพิมพ์รายการส่วนตัวอย่างเช่นภาพตัดปะ บัตรและปฏิทิน คุณยังสามารถพิมพ์ภาพถ่ายไร้ขอบและแก้ไข/ปรับปรุงรูปภาพด้วยขั้นตอนง่าย ใช้พร้อมกับ Quick Menu เพื่อสร้างการแนะนำขึ้นจากภาพถ่ายที่บันทึก"
MSM3049="ปลั๊กอินสำหรับการพิมพ์ภาพถ่ายที่อำนวยความสะดวกและเพิ่มประสิทธิภาพการสร้างงานศิลปะระดับมืออาชีพ จำเป็นต้องติดตั้งแอพพลิเคชั่นเหมาะสม ดูคู่มือสำหรับแอพพลิเคชั่นที่ตรงกัน"
MSM3050="คุณสามารถเริ่มซอฟต์แวร์หรือคู่มือสำหรับผลิตภัณฑ์ Canon ของคุณอย่างเร็ว คุณยังสามารถเข้าเว็บไซต์ที่จัดหาให้ข้อมูลที่มีประโยชน์เกี่ยวกับผลิตภัณฑ์ Canon ของคุณ หรือเว็บไซต์ซึ่งสนับสนุนการใช้หลากหลาย และมากกว่าอย่างรวดเร็ว ใช้พร้อมกับ My Image Garden เพื่อเปิดใช้งาน Image Display ในที่ที่คุณสามารถแสดงการแนะนำและภาพถ่ายในการนำเสนอภาพนิ่ง"
MSM3051="ต้องการไดรเวอร์เพื่อที่จะใช้เครื่องสแกนเนอร์ จะใช้เมื่อดำเนินการเครื่องสแกนเนอร์จากแอพพลิเคชั่นที่ทำงานร่วมกันได้กับ ICA"
MSM3052="แอพพลิเคชั่นนี้สแกนและบันทึกรูปภาพโดยใช้ไดรเวอร์เครื่องสแกนเนอร์"
MSM3053="คุณสามารถเริ่มซอฟต์แวร์สำหรับผลิตภัณฑ์ Canon ของคุณอย่างเร็ว คุณยังสามารถเข้าคู่มือหรือเว็บไซต์หลากหลาย"
MSM3054="เพิ่มพจนานุกรมภาษาที่จะใช้เมื่อสร้างไฟล์ PDF ที่ค้นหาข้อความได้หรือเมื่อเริ่ม OCR ภายหลังการติดตั้ง เลือกภาษาที่เกี่ยวข้องในหน้าจอการตั้งค่าของ Canon IJ Scan Utility"
MSM3055="นี่คือแอพพลิเคชั่นที่เปิด ScanGear เพื่อแสดงตัวอย่างและสแกนรูปภาพ จากนั้นบันทึกลงในคอมพิวเตอร์"
MSM3056="ซอฟต์แวร์นี้ทำให้คุณสามารถกำหนดการตั้งค่าสำหรับการใช้เครื่องพิมพ์บนเครือข่าย"
MSM4001W="ไดรเวอร์เครื่องพิมพ์ IJ"
MSM4001="ไดรเวอร์เครื่องพิมพ์"
MSM4002="คู่มือของผู้ใช้"
MSM4008="CD-LabelPrint"
MSM4012="Memory Card Utility"
MSM4014="Network Setup"
MSM4015="Canon IJ Network Tool"
MSM4016="MP Drivers"
MSM4018="ArcSoft PhotoStudio"
MSM4020="読取革命Lite"
MSM4021="My Printer"
MSM4022="ScanSoft OmniPage SE"
MSM4023="Presto! PageManager"
MSM4024="Canon Setup Utility"
MSM4026="Easy-PhotoPrint Pro"
MSM4027="ไดรเวอร์ XPS"
MSM4028="ScanGear"
MSM4032="File Management Revolution"
MSM4034="Adobe RGB (1998)"
MSM4037="ScanGear CS"
MSM4040="Easy-PhotoPrint EX"
MSM4041="Solution Menu"
MSM4042="MP Navigator EX"
MSM4044="Easy-WebPrint EX"
MSM4045="ยูทิลิติ้การโทรด่วน"
MSM4046="Solution Menu EX"
MSM4047="お知らせメッセンジャー"
MSM4048="My Image Garden"
MSM4049="Print Studio Pro"
MSM4050="Quick Menu"
MSM4051="ไดรเวอร์ ICA"
MSM4052="IJ Scan Utility2"
MSM4053="Quick Utility Toolbox"
MSM4054="พจนานุกรมเพิ่มเติมสำหรับ OCR (จีน/เกาหลี)"
MSM4055="IJ ScanGear Starter EX"
MSM4056="IJ Network Device Setup Utility"
MSM4101=
MSM4102=
MSM4108=
MSM4112=
MSM4115=
MSM4116=
MSM4118=
MSM4120=
MSM4121=
MSM4122=
MSM4123=
MSM4124=
MSM4126=
MSM4127=
MSM4128=
MSM4132="パナソニック ソリューションテクノロジー"
MSM4134=
MSM4137=
MSM4140=
MSM4141=
MSM4142=
MSM4144=
MSM4145=
MSM4146=
MSM4147=
MSM4148=
MSM4149=
MSM4150=
MSM4151=
MSM4152=
MSM4153=
MSM4154=
MSM4155=

EIDENABLER="ปัจจุบัน ท่านสามารถซื้อน้ำหมึกออนไลน์ได้แล้ว"
EIDENABLER_ADMIN="เพื่อปฏิบัติซอฟต์แวร์ ท่านจำเป็นต้องจดทะเบียนเป็นสมาชิกของกลุ่มผู้ดูแลระบบ"

MENU1_Mac="เกี่ยวกับการตั้งค่า"
MENU2_Mac="บริการ"
MENU3_Mac="ซ่อนการตั้งค่า"
MENU4_Mac="ซ่อนอื่นๆ"
MENU5_Mac="แสดงทั้งหมด"
MENU6_Mac="ออกจากการตั้งค่า"

English="English(English)"
French="Français(French)"
German="Deutsch(German)"
Arabic="العربية(Arabic)"
Italian="Italiano(Italian)"
Spanish="Español(Spanish)"
Portuguese="Português(Portuguese)"
Dutch="Nederlands(Dutch)"
Danish="dansk(Danish)"
Norwegian="norsk(bokmål)(Norwegian)"
Swedish="svenska(Swedish)"
Finnish="suomi(Finnish)"
Greek="Ελληνικά(Greek)"
Polish="polski(Polish)"
Czech="čeština(Czech)"
Russian="Русский(Russian)"
Indonesian="Bahasa Indonesia(Indonesian)"
Hungarian="magyar(Hungarian)"
Turkish="Türkçe(Turkish)"
Simplified_Chinese="中文(简体)(Chinese (Simplified))"
Traditional_Chinese="中文(繁體)(Chinese (Traditional))"
Korean="한국어(Korean)"
Thai="ภาษาไทย(Thai)"
Vietnamese="Tiếng Việt(Vietnamese)"
Japanese="日本語(Japanese)"
Estonian="eesti(Estonian)"
Latvian="latviešu(Latvian)"
Lithuanian="lietuvių(Lithuanian)"
Slovenian="Slovenščina(Slovenian)"
Ukrainian="Українська(Ukrainian)"
Slovak="slovenčina(Slovak)"
Persian="فارسی(Farsi)"
Bulgarian="български(Bulgarian)"
Rumanian="Română(Romanian)"
Croatian="hrvatski(Croatian)"

CN="จีน"
HK="ฮ่องกง เขตบริหารพิเศษของจีน"
ID="อินโดนีเซีย"
IN="อินเดีย"
JP="ญี่ปุ่น"
KR="เกาหลี"
MY="มาเลเซีย"
PH="ฟิลิปปินส์"
SG="สิงคโปร์"
TW="ไต้หวัน"
TH="ไทย"
VN="เวียดนาม"
MO="มาเก๊า"

AU="ออสเตรเลีย"
NZ="นิวซีแลนด์"

US="สหรัฐอเมริกา"
CA="แคนาดา"
BR="บราซิล"
MX="เม็กซิโก"
AR="อาร์เจนตินา"
CL="ชิลี"
PA="ปานามา"

AT="ออสเตรีย"
BE="เบลเยียม"
BG="บัลกาเรีย"
HR="โครเอเชีย"
CZ="สาธารณรัฐเช็ก"
DK="เดนมาร์ก"
EE="เอสโทเนีย"
FI="ฟินแลนด์"
FR="ฝรั่งเศส"
DE="เยอรมนี"
GR="กรีซ"
HU="ฮังการี"
IE="ไอร์แลนด์"
IT="อิตาลี"
LV="ลัตเวีย"
LT="ลิธัวเนีย"
LU="ลักเซมเบิร์ก"
NL="เนเธอร์แลนด์"
NO="นอร์เวย์"
PL="โปแลนด์"
PT="โปรตุเกส"
RO="โรมาเนีย"
RU="รัสเซีย"
SK="สโลวะเกีย"
SI="สโลเวเนีย"
ZA="แอฟริกาใต้"
ES="สเปน"
SE="สวีเดน"
CH="สวิตเซอร์แลนด์"
TR="ตุรกี"
GB="สหราชอาณาจักร"

Others="อื่นๆ"

MSM2703="การยกเลิกการติดตั้ง"
MSM2704="การติดตั้งไม่สมบูรณ์"
MSM2705="คลิก [ต่อไป] เพื่อดำเนินการติดตั้ง คลิก [ล้มเลิก] เพื่อยกเลิก"
MSM2706="ต่อไป"
MSM2707="ล้มเลิก"
MSM2951="ตัวติดตั้ง %s"
MSM2952="ไม่มีการติดตั้งCD-ROMที่ถูกพบ เพื่อดำเนินการต่อไปด้วยการติดตั้งของไดรเวอร์%s โหลด%s CD-ROM และคลิก ตกลง"

MSM5001="สร้างนามแฝงบนเดสก์ท็อป"
MSM5002="คุณยอมรับที่จะสร้างนามแฝงของคู่มือบนเดสก์ท็อปหรือไม่ หากคุณยอมรับ ให้เลือก 'ยอมรับ' หากคุณเลือก 'ไม่ยอมรับ' คุณสามารถเปิดคู่มือจากโฟลเดอร์แอพพลิเคชั่น"
MSM5003="ยอมรับ"
MSM5004="ไม่ยอมรับ"

MSM5010="เพิ่ม Easy-WebPrint EX ไปที่ Dock"
MSM5011="คุณยอมรับที่จะเพิ่ม Easy-WebPrint EX ไปที่ Dock หรือไม่ หากคุณยอมรับ ให้เลือก 'ยอมรับ' หากคุณเลือก 'ไม่ยอมรับ' คุณสามารถใช้ Easy-WebPrint EX ได้จากโฟลเดอร์แอพพลิเคชั่น"
MSM5012="ยอมรับ"

MSM6000="เลือกวิธีการเชื่อมต่อเครื่องพิมพ์"
MSM6001="การเชื่อมต่อ LAN แบบไร้สาย"
MSM6002="การเชื่อมต่อ LAN แบบมีสาย"
MSM6003="การเชื่อมต่อ USB"
MSM6004="ลองตั้งค่าเครือข่ายเครื่องพิมพ์ใหม่"
MSM6005="เลือกวิธีการเชื่อมต่อ LAN แบบไร้สาย"
MSM6006="เชื่อมต่อทางเราเตอร์แบบไร้สาย (แนะนำ)"
MSM6007="การเชื่อมต่อโดยตรง"
MSM6008="เชื่อมต่อคอมพิวเตอร์และเครื่องพิมพ์ผ่านทางเราเตอร์แบบไร้สาย"
MSM6009="เชื่อมต่อคอมพิวเตอร์และเครื่องพิมพ์โดยตรง"
MSM6010="หากต้องการสลับระหว่างการเชื่อมต่อผ่านทางเราเตอร์แบบไร้สายและการเชื่อมต่อโดยตรง หรือดูรายละเอียดเพิ่มเติมเกี่ยวกับวิธีการเชื่อมต่อ ให้คลิก [ขั้นตอนการใช้]"
MSM6011="ขั้นตอนการใช้"
MSM6012="ตรวจสอบว่าเครื่องพิมพ์เปิดอยู่"
MSM6013="เครื่องพิมพ์ในรายการเครือข่าย"
MSM6014="เลขลำดับ"
MSM6015="ที่อยู่ MAC"
MSM6016="ที่อยู่ IP"
MSM6017="ไม่พบเครื่องพิมพ์ที่ต้องการตั้งค่าในรายการ"
MSM6018="ปรับปรุง"
MSM6019="1. เพื่อตั้งค่าเครื่องพิมพ์บนเครือข่าย ให้เลือกเครื่องพิมพ์เครื่องหนึ่งจากรายการข้างต้น จากนั้นคลิก [ถัดไป]\n   คุณสามารถดูหมายเลขผลิตภัณฑ์ที่ด้านหลังของเครื่องพิมพ์หรือในใบรับประกัน\n   รายการข้างต้นแสดงเพียงเลขท้าย 5 หลักของหมายเลขผลิตภัณฑ์\n2. หากเครื่องพิมพ์ที่คุณต้องการตั้งค่าไม่อยู่ในรายการข้างต้น ให้เปิดเครื่องพิมพ์และคลิก [ปรับปรุง]\n3. หากคุณยังไม่พบเครื่องพิมพ์ในรายการ เลือก [ไม่พบเครื่องพิมพ์ที่ต้องการตั้งค่าในรายการ] จากนั้นคลิก [ถัดไป]"
MSM6020="1. หากเครื่องพิมพ์ที่คุณต้องการตั้งค่าบนเครือข่ายแสดงอยู่ในรายการเครื่องพิมพ์ข้างต้น ให้เลือกเครื่องพิมพ์ดังกล่าว จากนั้นคลิก [ถัดไป]\n   คุณสามารถดูเลขลำดับที่ด้านหลังของเครื่องพิมพ์หรือในใบรับประกัน\n2. หากเครื่องพิมพ์ที่คุณต้องการตั้งค่าไม่อยู่ในรายการข้างต้น ให้เปิดเครื่องพิมพ์และคลิก [ปรับปรุง]\n3. หากคุณยังไม่พบเครื่องพิมพ์ในรายการ เลือก [ไม่พบเครื่องพิมพ์ที่ต้องการตั้งค่าในรายการ] จากนั้นคลิก [ถัดไป]\n4. สำหรับการเชื่อมต่อ USB ให้เลือก [ไม่พบเครื่องพิมพ์ที่ต้องการตั้งค่าในรายการ] จากนั้นคลิก [ถัดไป] เช่นกัน"
MSM6021="การเชื่อมต่อเสร็จสิ้น"
MSM6022="เลือกวิธีการเชื่อมต่อ"
MSM6023="ตรวจสอบพลังงาน"
MSM6024="ใช้วิธีการอื่นสำหรับการตั้งค่า ทำตามขั้นตอนบนหน้าจอ"
MSM6025="การตั้งค่าเครื่องพิมพ์ต้องเสร็จสมบูรณ์ก่อนจะสามารถติดตั้งไดรเวอร์ XPS ได้ หากการตั้งค่ายังไม่เสร็จสมบูรณ์ คลิก [กลับไปที่ด้านบน] เพื่อตั้งค่าเครื่องพิมพ์"
MSM6026="การตั้งค่าไฟร์วอลล์"
MSM6027="คุณต้องยกเลิกการกีดกันซอฟต์แวร์นี้ในฟังก์ชันไฟร์วอลล์ของ Windows"
MSM6028="ยกเลิกการกีดกัน"
MSM6029="เลือกเครื่องพิมพ์"
MSM6100="My Image Garden ใช้รูปถ่ายที่บันทึกไว้บนคอมพิวเตอร์ของคุณเพื่อสร้างบัตรหรือปฏิทินโดยอัตโนมัติ"
MSM6101="CREATIVE PARK PREMIUM จัดหาเนื้อหาพรีเมี่ยมซึ่งเพียงใช้ได้สำหรับผู้ใช้น้ำหมึก Canon ที่แท้จริง"
MSM6102="คุณสามารถทำสำเนาภาพพิมพ์อย่างสมบูรณ์แบบโดยเพียงแค่เลือกเมนูจากเครื่องพิมพ์"
MSM6103="แม้กระทั่งเมื่อเครื่องพิมพ์ปิดอยู่ คุณยังสามารถเปิดเครื่องโดยอัตโนมัติโดยเริ่มพิมพ์งาน"
MSM6104="โหมดเงียบช่วยให้คุณสามารถพิมพ์ ทำสำเนา หรือสแกนได้อย่างเงียบ ๆ โดยไม่ต้องกังวลเกี่ยวกับเวลาหรือสภาพแวดล้อม"
MSM6105="ฟังก์ชันที่ระบุในที่นี้เกี่ยวข้องกับรุ่นของเครื่องพิมพ์ที่คุณใช้ โปรดอ่านรายละเอียดเพิ่มเติมในคู่มือ"
MSM6106="โปรดอ่านรายละเอียดเกี่ยวกับฟังก์ชันและการตั้งค่าในคู่มือ"
MSM6030="เลือกจากรายการ"
MSM6031="สามารถตรวจดูเลขลำดับได้ในใบรับประกันและบนเครื่องพิมพ์"
MSM6032="อุปกรณ์ IPv4"
MSM6033="อุปกรณ์ IPv6"
MSM6034="เลขลำดับ (5 ตัวหลัง)"
MSM6035="ตำแหน่งเลขลำดับ"
MSM6036="ระบุที่อยู่ IP และเรียกใช้การค้นหา"
MSM6037="ตั้งค่าการเชื่อมต่อเครือข่ายตามคำแนะนำ"
MSM6038="เลือกตัวเลือกนี้หากเครื่องพิมพ์ไม่แสดงขึ้นในรายการหรือหากไม่สามารถค้นพบเครื่องพิมพ์ได้โดยการระบุที่อยู่ IP"
MSM6039="การเลือกวิธีค้นหาเครื่องพิมพ์"
MSM6040="ค้นหาด้วยที่อยู่ IPv4"
MSM6041="ค้นหาด้วยที่อยู่ IPv6"
MSM6042="ค้นหาตามชื่อโฮสต์"
MSM6043="ค้นหาตามชื่อ Bonjour"
MSM6044="ในการระบุที่อยู่ IP และเรียกใช้การค้นหา คุณจะต้องกำหนดที่อยู่ IP ให้กับเครื่องพิมพ์ก่อน สำหรับรายละเอียดเพิ่มเติม คลิกที่ [คู่มือออนไลน์]"
MSM6045="ข้อผิดพลาดการค้นหาที่อยู่ IP ที่ระบุ"
MSM6046="ไม่พบเครื่องพิมพ์ที่ระบุ ตรวจสอบที่อยู่ IP แล้วลองอีกครั้ง สำหรับรายละเอียดเพิ่มเติม คลิกที่ [คู่มือออนไลน์]"
MSM6047="ตรวจหาอีกครั้ง"
MSM6048="ที่อยู่ IP ที่ระบุได้ถูกใช้โดยอุปกรณ์อื่นแล้ว ตรวจสอบที่อยู่ IP แล้วลองอีกครั้ง สำหรับรายละเอียดเพิ่มเติม คลิกที่ [คู่มือออนไลน์]"
MSM6049="เปลี่ยนการตั้งค่าเครือข่าย IPv4"
MSM6050="เลือกวิธีการติดตั้ง จากนั้นป้อนที่อยู่ IP ของเครื่องพิมพ์ที่จะใช้"
MSM6051="การติดตั้งอัตโนมัติ"
MSM6052="คุณต้องมีเซิร์ฟเวอร์ DHCP เพื่อที่จะรับที่อยู่ IP โดยอัตโนมัติ"
MSM6053="ตั้งค่าด้วยตัวเอง"
MSM6054="ที่อยู่ IPv4"
MSM6055="ติดต่อผู้ดูแลระบบเครือข่ายเกี่ยวกับที่อยู่ IP"
MSM6056="เปลี่ยนการตั้งค่าเครือข่าย IPv6"
MSM6057="คุณต้องมีเซิร์ฟเวอร์ DHCPv6 หรือเราเตอร์ IPv6 เพื่อที่จะรับที่อยู่ IPv6 โดยอัตโนมัติ"
MSM6058="ที่อยู่ IPv6"
MSM6059="ความยาวคำนำหน้า"
MSM6060="ติดต่อผู้ดูแลระบบเครือข่ายเกี่ยวกับที่อยู่ IP และความยาวคำนำหน้า"
MSM6061="ข้อผิดพลาดการเปลี่ยนการตั้งค่าเครือข่าย"
MSM6062="การเปลี่ยนแปลงการตั้งค่าอาจล้มเหลวเนื่องจากหนึ่งในสาเหตุต่อไปนี้:\n  -ที่อยู่ IP ที่ป้อนไม่ถูกต้อง\n  -ที่อยู่ IP ซ้ำ"
MSM6063="สำหรับรายละเอียดเพิ่มเติม คลิกที่ [คู่มือออนไลน์]"
MSM6064="คลิก [เพิ่มเครื่องพิมพ์] และเพิ่มเครื่องพิมพ์โดยปฏิบัติตามคำแนะนำบนหน้าจอ\n\nหลังจากการเพิ่มเครื่องพิมพ์ ให้คลิก [ถัดไป]"
MSM6065="เพื่อใช้งานฟังก์ชันทั้งหมดของเครื่องพิมพ์นี้ คุณจะต้องติดตั้งไดรเวอร์ของ Canon\nคลิก [ถัดไป] และทำการตั้งค่าซ้ำ"
MSM6066="ตั้งค่าเป็นเครื่องพิมพ์เริ่มต้น"
MSM6067="เชื่อมต่อเครื่องพิมพ์และคอมพิวเตอร์โดยใช้สายเคเบิล USB\nตรวจสอบว่าเครื่องพิมพ์เปิดอยู่"
MSM6091="คุณได้ดำเนินการเริ่มต้นเครื่องพิมพ์แล้วหรือยัง"
MSM6092="1. ตรวจสอบว่ามีหมึกอยู่ในตลับหมึก\n2. กดปุ่ม [Stop] ของเครื่องพิมพ์และค้างไว้ประมาณ 5 วินาที\nจากนั้น เครื่องพิมพ์จะเริ่มต้น กระบวนการนี้จะใช้เวลาประมาณ 6 นาที"
MSM6093="1. ตรวจสอบว่ามีหมึกอยู่ในตลับหมึก\n2. กดปุ่ม [RESUME/CANCEL] ของเครื่องพิมพ์และค้างไว้ประมาณ 5 วินาที\nจากนั้น เครื่องพิมพ์จะเริ่มต้น กระบวนการนี้จะใช้เวลาประมาณ 6 นาที"
